Repository: WimObiwan/MathBlazor
Catalog: Resources/Pages/Tables.*.resx
Languages: nl

source: Multiplication tables
nl: Vermenigvuldigingstafels

source: Select the tables that you want to exercise:
nl: Kies de tafels die je wilt oefenen:

source: Correct!
nl: Juist!

source: Wrong!
nl: Fout!

source: Your answer is not a valid number!
nl: Je antwoord is geen geldig getal!

source: {0} &amp;div; {1} &amp;equals; &amp;#x2753;
nl: {0} &#xFE55; {1} &equals; &#x2753;

source: Multiply
nl: Vermenigvuldigen

source: Multiply reversed
nl: Vermenigvuldigen omgedraaid

source: Divide
nl: Delen

source: Check
nl: Controleer

source: Number of exercises:
nl: Aantal oefeningen:

source: Desired duration per exercise:
nl: Gewenste tijd per oefening:

source: in seconds (0 = no limit)
nl: in seconden (0 = geen beperking)

source: The computer learns which exercises are most difficult for the children.
nl: De computer leert welke oefeningen voor de kinderen moeilijkst zijn.

source: When practicing long enough, the wrong exercises are repeated first, and then the exercises which weren't completed within the desired time.
nl: Bij lang genoeg oefenen worden eerst de foute oefeningen herhaald, en daarna de oefeningen waaraan langst werd getwijfeld.

source: A progress bar is shown. In the end the bar will hang a bit if there are insufficient exercises can be made by the desired time.
nl: Er wordt een progressiebalk getoond. Op het einde blijft de balk wat hangen als er onvoldoende oefeningen tegen de gewenste tijd kunnen gemaakt worden.
